Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/ptil.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Additive packages in chemicals in closed systems with a usage above 3000 kg per year that are not discharged to the sea, and additive packages in sealing oils for seawater pumps that are discharged to the sea, can be named additive packages as a single substance in the HOCNF, even if consisting of several substances.
nb: Additivpakker i kjemikalier i lukkede system med forbruk over 3000 kg/år som ikke går til utslipp, og additivpakker i tetningsoljer for sjøvannspumper som går til utslipp til sjø, kan føres opp med betegnelsen additivpakke som et enkelt stoff i HOCNF, selv om de måtte bestå at flere ulike stoffer.

source: This was done by trying to anchor the packer in the wash string against the inside of the 10¾" casing, right above the 7" liner hanger and PBR, then closing the circulation valve in the wash string and pumping light base oil down the drill string to set the well in underbalance.
nb: Dette ble gjort ved å forsøke å forankre pakningen i vaskestrengen mot innsiden av 10 ¾" foringsrør, like over 7" liner hanger og PBR, deretter stenge sirkulasjonsventilen i vaskestrengen og pumpe lett baseolje nedborestrengen for å sette brønnen i underbalanse.

source: and Friday 9 October.
nb: oktober og fredag 9.

source: Continuous improvement of health, safety and the environment (HSE)
nb: Kontinuerlig forbedring av helse, miljø og sikkerhet (HMS)

source: This in turn provided an indicator which could be incorporated in the RNNP.
nb: Resultatet var en indikator for støy, som ble tatt inn i RNNP.

source: The operation is scheduled to start in December 2018 and estimated to last 117 days.
nb: Operasjonen er forventa å starta i desember 2018 og estimert varigheit er 117 dagar.

source: Equinor’s monthly report for March stated that “Extensive ultrasonic testing of structural welds has revealed a substantial scope of repairs which will affect painting and the sail away date.”
nb: I dette kapittelet vil risikostyring i Equinor som er relevant for denne granskningen presenteres, og da negativ risiko, og vurderingen av håndtering av risiko i byggeprosjektet.

source: To be able to establish a strategy, thought must be given at an early stage in the risk assessment process to how the relationships between hazards and accidents and the established barrier functions (with associated barrier elements) is to be grouped and documented.
nb: For at en skal kunne etablere en strategi må en allerede tidlig i risikovurderingsprosessen tenke på hvordan en skal samle og dokumentere knytningen mellom fare- og ulykkessituasjoner og de barrierefunksjoner (med tilhørende barriereelementer) en etablerer.

source: The oil sump overflow is routed to the collection sump, which in turn has an overflow routed to the sea sump.
nb: Oljesumpen har et overløp som rutes til samlesumpen mens samlesumpen igjen har et overløp som rutes til sjøsumpen.

source: Reference is made to Section 1-5 of the Petroleum Act, which provides for application of other Norwegian law in the petroleum activities.
nb: Det vises til petroleumsloven § 1-5 som gir annen norsk rett anvendelse i petroleumsvirksomheten.

source: any effect on the employees’ health and safety due to interaction of noise and chemical substances and between noise and vibrations in the work, to the extent possible,
nb: enhver virkning på arbeidstakernes helse og sikkerhet som skyldes samvirkning mellom støy og kjemiske stoffer og mellom støy og vibrasjoner i arbeidet, så langt det er mulig,

source: Framework Regulations Section 26 on placing of facilities, choice of routes, as well as temporarily secured and abandoned wells as mentioned in the Activities Regulations Section 79 on securing of wells, is given to the publication 'Notifications to Seafarers'
nb: rammeforskriften § 26 om plassering av innretninger, trasévalg, samt midlertidig sikret og forlatte brønner som nevnt i aktivitetsforskriften § 79 om sikring av brønner, blir gitt til Etterretninger for sjøfarende og fiskeripressen, og at kopi blir sendt til Petroleumstilsynet,

source: For safety systems, standard such as IEC 61508, IEC 61511, IEC 62061 and ISO 13849 should be used as a basis.
nb: For sikkerhetssystemer bør standarder som IEC 61508, IEC 61511, IEC 62061 og ISO 13849 legges til grunn.

source: No preliminary meeting was held before the inspection job began.
nb: Det ble ikke holdt formøte før igangsetting av inspeksjonsjobben.

source: It was also said that good conceptual understanding is a prerequisite for being able to ask critical questions about the choice of concept at an early stage.
nb: Det ble også sagt at en god konseptforståelse er en forutsetning for å kunne stille kritiske spørsmål ved valget av konsept på et tidlig stadium.

source: The plant already had a Yellow-1 TTS finding from 2015 which addressed the lack of heat conservation.
nb: Anlegget hadde allerede et Gul-1 TTS-funn fra 2015 der manglende varmekonservering var adressert.

source: 4.2.2 Understanding of roles and responsibilities
nb: 4.2.2 Forståelse av roller og ansvar

source: Design data provide the basic input for analyses.
nb: Grunndata for analyser er designdata.

source: We have given Wellesley Petroleum AS (Wellesley) consent for exploration drilling of well 35/12-7.
nb: Vi har gitt Wellesley Petroleum as (Wellesley) samtykke til leiteboring av brønn 35/12-7.

source: “We unfortunately see an increase in the frequency of serious personal injuries at these facilities.
nb: - På landanleggene ser vi dessverre en økning i skadefrekvensen for alvorlige personulykker.

source: in compliance with Part B in OSPAR’s protocol for testing of chemicals used in the offshore petroleum industry.
nb: i henhold til Part B i OSPARs protokoller for testing av kjemikalier brukt av petroleumsindustrien til havs.

source: An alternative system for activation as mentioned in the fourth subsection, means a system that is acoustically operated, ROV-operated or remote-controlled in some other way.
nb: Med alternativt system for aktivering som nevnt i fjerde ledd, menes et system som er akustisk operert, ROV-operert eller på annen måte fjernoperert.

source: The TSL planned how the work was to be done, using AAR as part of the basis.
nb: TSL-en benyttet blant annet erfaringer fra tidligere jobber (AAR) som en del av underlaget.

source: Figure 5 Barrier diagram once the incident has been ascertained and the well shut in with BOP and fixed/jammed kelly cock valve
nb: Figur 5 Barriereskisse i det hendelsen er konstatert og brønnen stengt inne med BOP og fast/forkilt Kelly-cock ventil

source: “Were we to discover a sick person under such circumstance, the country would find itself facing a very acute condition.”
nb: Oppdager vi en syk person under slike omstendigheter, har vi en svært akutt situasjon, påpeker Stoltenberg.

source: The PSA has asked Teekay Petrojarl Production AS to respond to the nonconformities identified in this report, including any follow-up actions.
nb: Ptil har bedt Teekay Petrojarl Production AS redegjøre for hvordan avvikene vil bli håndtert.

source: The guideline describes two potential tests – “shaker flask test” and “closed bottle test”.
nb: Retningslinjen beskriver to mulige tester – "shake flask test" og "closed bottle test".

source: mentioned in Section 6 of the Facilities Regulations and temporary equipment.
nb: innretningsforskriften § 6 og midlertidig utstyr.

source: and valve block/manometer.
nb: ventiler og ventilblokk/manometer.

source: The Petroleum Safety Authority Norway (PSA) has given Equinor consent to use Njord A, Njord B FSU, the Hyme facility and infield pipelines on the Njord, Hyme and Bauge fields.
nb: Petroleumstilsynet (Ptil) har gitt Equinor samtykke til bruk av Njord A, Njord B FSU, Hyme-anlegget og feltinterne røyrledningar på felta Njord, Hyme og Bauge.

source: § 57 Monitoring and control
nb: § 57 Overvåking og kontroll

source: Pursuant to section 69 of the framework regulations on administrative decisions,
nb: Med hjemmel i rammeforskriften § 69 om enkeltvedtak pålegger vi Equinor Tjeldbergodden å:

source: Crew change, including senior SE on Scarabeo 8
nb: Mannskapsbytte av blant annet Senior SI på Scarabeo 8.

source: This was demonstrated when the rope was taken out in January 2017 in order to install a new sheave.
nb: Dette viste seg da ståltauet ble demontert i januar 2017 for å installere et nytt skivehjul.

source: When chairing the HSE committee, he saw that the employers had a clear understanding of – and used – the RNNP in their safety mindset.
nb: Som leder av den partssammensatte arbeidsgruppen så han at arbeidsgiversiden hadde en tydelig forståelse av, og brukte, RNNP i sin sikkerhetstenking.

source: We placed particular emphasis on aspects relating to onshore/offshore cooperation, competence, emergency communications, area monitoring, ignition source control for communication systems, frequency use and exposure to electromagnetic fields.
nb: Vi la spesielt vekt på forhold knyttet til hav/land samarbeid, kompetanse, nødkommunikasjon, områdeovervåking, tennkildekontroll for kommunikasjonssystemer, frekvensbruk og eksponering fra elektromagnetiske felt.

source: Sjoborg suffered extensive damage to mast and equipment above the bridge, and denting to its starboard side aft.
nb: «Sjoborg» fikk store skader på mast og utstyr over styrehus og inntrykking av skrogets aktre styrbord side.

source: If the concrete has no previous cracks or openings, it can withstand a small tensile load before cracking.
nb: Hvis betongen ikke tidligere har hatt sprekker eller åpninger kan den motstå en liten strekkpåkjenning før den sprekker.

source: How are we to understand it?
nb: Og hvordan skal vi forstå den?

source: This is because the different companies have individual procedures with different requirements for the classification of undesirable incidents, as mentioned in chapter 3.
nb: Dette skyldes at de ulike selskapene har egne prosedyrer med ulike krav til klassifisering av uønskede hendelser som nevnt i kapittel 3.

source: The BOP consists of two drill pipe valves (an upper pipe ram and a lower pipe ram), a blind/shear ram and an annular valve; see also Figure 6.
nb: BOP består av to borerørsventiler (en såkalt Upper Pipe Ram som også er omtalt som midtre borerørsventil, og en såkalt Lower Pipe Ram, omtalt som nedre borerørsventil), en kutte- og stengeventil (Blind/Shear ram), samt enringromsventil (Annular), se også Figur 6.

source: It is normally considered sufficient for the professionally responsible physician for the health service in the offshore petroleum activities, in the event of the need for measures as mentioned in Section 4-1 of the Contagious Illness Protection Act (in Norwegian only), to contact the County Governor of Rogaland.
nb: Det antas normalt tilstrekkelig at den faglig ansvarlige lege for helsetjenesten i petroleumsvirksomheten til havs ved behov for tiltak som nevnt i smittevernloven § 4-1 kontakter Fylkesmannen i Rogaland.

source: In such cases, the main safety delegate will be considered the responsible safety delegate.
nb: her er å synliggjøre et prinsipp som er anerkjent så vel nasjonalt som internasjonalt på området helse, miljø og sikkerhet.

source: follow-up of improvements in the maintenance system
nb: Oppfølging av forbedringer i vedlikeholdssystemet

source: What is considered to be BAT and associated emission levels, is shown in Commission Decision (EU) 2017/1442 for large combustion plants.
nb: Hva som anses som BAT og tilhørende utslippsnivåer, framgår av kommisjonsbeslutning (EU) 2017/1442 for store forbrenningsanlegg.

source: Inadequate compliance with the management system for safe use of lifting equipment.
nb: Mangelfull etterlevelse av styringssystem for sikker bruk av løfteutstyr.

source: Operator 2 was sent to A&E in Knarvik for a check, where he was found to have minor injuries to his torso as well as a sprained ankle.
nb: På legevakten ble det konstatert lettere skader på overkroppen samt forstuet ankel. Operatør 2 fikk ikke sjekket hørselen.

source: “This emphasises that sleep is essential for all life, and that reducing it below the amount you need can have long-term consequences,” Bjorvatn warns.
nb: - Dette understreker at det å sove er essensielt for alt liv, og at det å kutte søvnen til mindre enn det man har behov for, kan få konsekvenser på sikt, advarer han.

source: The Troll field is located around 65 kilometres west of Kollsnes in Hordaland County and is the largest gas discovery made in the North Sea.
nb: Trollfeltet ligg om lag 65 kilometer vest for Kollsnes i Hordaland og er det største gassfunnet som er gjort i Nordsjøen.

source: Information on follow-up of hazard and accident situations
nb: Informasjon om oppfølging av fare- og ulykkessituasjoner

source: After assessing the position and conferring with the operations manager on duty, the shift supervisor decided at 21.32 to shut down the plant by closing valve 25-ESV-1695.
nb: Etter vurdering av situasjonen og konferering med driftsvakt, besluttet skiftleder kl 21:32 å stanse fabrikken ved å stenge ventil 25-ESV-1695.

source: If log Pow is greater than or equal to 3, it is assumed that the substance bioaccumulates, unless
nb: Dersom log Pow er større enn eller lik 3, antas det at stoffet bioakkumulerer, hvis ikke eksperimentelt

source: They can also be goals for the protection of vulnerable environmental values, competence of personnel and persistence in actions against acute pollution.
nb: Det kan også være mål for beskyttelse av sårbare miljøverdier, kompetanse til personell og utholdenhet i aksjoner.

source: References to standards in the guidelines are examples of suggestions for how requirements can be fulfilled.
nb: Ansvaret for å påse at regelverket etterleves vil således være en generell og overordnet oppfølgingsplikt ved gjennomføring av virksomheten.

source: To determine fire resistance, the test methods in the standards ISO 834, ISO 3008, ISO 3009, NS-EN 13381- parts 4 and 8 should be used.
nb: For å bestemme brannmotstand bør prøvemetodene i standardene ISO 834, ISO 3008, ISO 3009, NS-EN 13381- del 4 og 8 brukes.

source: Results from completed environmental monitoring, baseline surveys and impact assessments for field
nb: Resultater fra gjennomført miljøovervåking, grunnlagsundersøkelser og konsekvensutredninger for

source: Wave height 2.1 metres Hs, ref data from
nb: Bølgehøyde 2,1 meter HS, ref.

source: As the system supplier, APL was then asked to obtain test pieces of hose segment 1 for testing at Porsgrunn Material.
nb: Deretter blir APL som har levert lastesystemet, forespurt for å framskaffe prøvestykker av slangesegment 1 til testing hos Porsgrunn Material.

source: The first of these entered into an alliance with Schlumberger and Stimwell Services a little over a year ago.
nb: For litt over ett år siden inngikk Aker BP en allianse med Schlumberger og Stimwell Services.

source: Norwegian Oil and Gas’ Guideline 070
nb: Norsk olje og gass’ retningslinje 070

source: ecotoxicological testing and documentation.
nb: testing og dokumentasjon.

source: Plans for environmental monitoring of the water column shall be submitted to the Norwegian
nb: Planer for miljøovervåking av vannsøylen skal sendes til Miljødirektoratet i henhold til

source: We have given Lundin Energy Norway AS (Lundin) consent for the disposal of subsea facilities on the Brynhild field
nb: Vi har gitt Lundin Energy Norway AS (Lundin) samtykke til disponering av havbunnsinnretninger på Brynhild-feltet.

source: He gave up the attempt and left it to operator1, who was both licensed for and experienced with crane operation but who had been unconscious not long before and fallen down the stairs.
nb: Operatør1 hadde sertifikat for og erfaring med kjøring av kran, men hadde for kort tid siden vært bevisstløst og falt ned leider.

source: Alvheim is a field in the northern part of the North Sea, west of Heimdal.
nb: Alvheimfeltet ligg i den nordlege delen av Nordsjøen, vest for Heimdal.

source: companies drew on the knowledge and experience
nb: arbeidstakerorganisasjonene og ledelsen i hans

source: This choice also accords with the recommendation in DNV GL 2.22 that 18xD/d can be used as the smallest sheave diameter.
nb: Valget samsvarer dessuten med anbefalingen i DNV GL 2.22 om at 18xD/d kunne brukes som minste skivehjuldiameter.

source: A number of serious individual incidents occurred at land-based petroleum plants in 2016, including events which resulted in serious personal injuries.
nb: Det var flere alvorlige enkelthendelser på landanleggene i 2016, inkludert hendelser som resulterte i alvorlige personskader.

source: TeamTec (now IMS) designed and delivered products for windows and associated attachments for CI.
nb: TeamTec (TT, nå IMS) var designer og leverandør av produkter til vinduer og tilhørende vindusinfestning på CI.

source: The Sea King helicopter in Banak has an estimated flight time to Goliat of 45-73 minute, depending on weather conditions.
nb: Sea King helikopter i Banak har forventet flytid til Goliat feltet på mellom 45 – 73 minutter avhengig av værforholdene.

source: In November 2019, an incident at Heimdal resulted in serious injury to two people.
nb: I november 2019 var det en hendelse på Heimdal som resulterte i alvorlig personskade på to personer.

source: But this tool is undoubtedly important for it.
nb: - Men at verktøyet er viktig for godt partssamarbeid, er det ingen tvil om.

source: Transocean Offshore Ltd NUF (Transocean) holds an acknowledgement of compliance (AoC) and operates Transocean Barents.
nb: Transocean Offshore Ltd NUF (Transocean) er innehaver av samsvarsuttalelse (SUT) og driver Transocean Barents.

source: One non-conformity was identified relating to prerequisites in the consent application, along with an improvement point concerning information about requirements and guidelines for the use of SAR and Medevac.
nb: Det ble identifisert ett avvik knyttet til forutsetninger i søknad om samtykke, samt ett forbedringspunkt knyttet til informasjon om krav og retningslinjer for bruk av SAR og Medevac.

source: The Safety Forum, as the most important arena for tripartite collaboration on this issue in Norway’s oil sector, established a project to identify and systematise data on the safety level.
nb: Sikkerhetsforum besluttet på denne bakgrunnen at det skulle etableres et prosjekt for å få fram og systematisere data om sikkerhetsnivået.

source: Chapter 36 of the Pollution Control Regulations (in Norwegian only) gives further provisions on the processing of permits under the Pollution Control Act.
nb: I forurensningsforskriften kapittel 36 er det gitt nærmere bestemmelser om behandling av tillatelser etter forurensningsloven.

source: : On average, 62% of the respondents from the rig contractors and operators respond "agree" or "strongly agree" to a statement concerning whether they have received specialized training to deal with well control situations using advanced drilling methods.
nb: I gjennomsnitt benytter 62% av respondentene fra rigg- og operatørselskapene seg av svaralternativene «enig» eller «helt enig» på et utsagn som omhandler hvorvidt de har mottatt spesialtrening for å håndtere brønnkontrollsituasjoner ved bruk av avanserte boremetoder.

source: The Norwegian Electrotechnical Committee (NEK)
nb: Norsk Elektroteknisk Komité (NEK)

source: Equinor – Johan Castberg – integrity of structures and maritime systems
nb: Equinor - Johan Castberg - integritet av konstruksjoner og marine systemer

source: Upgrading capacity from 10 to 13 tonnes reduces the safety factor for the wire rope from 3.15:1 to 2.42:1.
nb: Ved å oppjustere kapasiteten fra 10 til 13 tonn vil ståltauets sikkerhetsfaktor bli redusert fra 3,15:1 til 2,42:1.

source: The BAT assessments should also be included in the impact assessment and in the application for emission permit pursuant to the Pollution Control Act (in Norwegian only).
nb: BAT-vurderingene bør også inkluderes i konsekvensutredningen samt i søknad om tillatelse til utslipp etter forurensningsloven.

source: New forms of contract are emerging in the oil sector, where the concept of “one team” has also been spreading.
nb: Nye kontraktsformer dukker opp i oljebransjen, og One team er et begrep som griper om seg.

source: The aim was to give the parties an answer they could agree on, and thereby provide a tool for information about and management of safety work.
nb: Målet var å gi partene et svar vi kunne samles om, et verktøy for informasjon og styring av sikkerhetsarbeid.

source: ISO 3009 for windows,
nb: ISO 3009 for vinduer,

source: Operations under the framework agreement with Subsea 7 may be performed using the diving support vessels DSV Seven Falcon, DSV Seven Atlantic, DSV Pelican and the light diving craft LDC Seven Spray.
nb: Operasjoner under rammeavtalen med Subsea 7 vil kunne gjennomføres med dykkerfartøyene DSV Seven Falcon, DSV Seven Atlantic, DSV Pelican og lettdykkerfartøyet LDC Seven Spray.

source: Personnel in the emergency preparedness management and well safety team, as well as essential personnel from the servicing companies, remained on board (70 people in all).
nb: Personell i beredskapsledelsen og brønnsikringslag, samt essensielt personell fra serviceselskaper, ble igjen om bord (til sammen 70 personer).

source: e) 15 % changes in amount of oil to sea, oil concentration or chemicals with significant contribution to the
nb: e) 15 % endring i mengde olje til sjø, oljekonsentrasjon eller kjemikalier med vesentlig/dominerende

source: The very first well on the NCS was spudded in the summer of 1966.
nb: Sommeren 1966 startet den aller første leteboringen på norsk sokkel.

source: which zoning code applied to the work platform in the derrick. See chapter 7, document 14.
nb: klart definert hvilken sonekode som er gjeldende for arbeidsplattform i boretårn, jf kapittel 7 dokument nr 14.

source: Maersk Drilling - Mærsk Giant - Investigation of lifeboat incident
nb: Maersk Drilling - Mærsk Giant - Gransking av livbåthendelse

source: While incidents were previously rated as either serious or non-serious, “ownership” of the categories was transferred from the PSA to the Norwegian Oil and Gas Association.
nb: Mens hendelser tidligere ble kategorisert som enten alvorlige eller ikke-alvorlige, ble eierskapet til kategoriene overført fra Ptil til Norsk olje og gass.

source: Equinor – Exploration drilling and use of Transocean Norge – Tampen field
nb: Equinor - Samtykke til leiteboring og bruk av Transocean Norge - Tampenfeltet

source: Today’s regulations thereby permit vessels with motion-compensated walkways to be used for personnel transport but not for accommodation.
nb: Dagens regelverk tillater dermed transport av personell ved hjelp av fartøy med bevegelseskompensert gangbro men ikke til bruk for innkvartering.

source: Rowan Stavanger is operated by Rowan Drilling Norway AS, and received an Acknowledgement of Compliance (AoC) from the PSA in June 2011.
nb: Rowan Stavanger vert operert av Rowan Drilling Norway AS, og fekk samsvarsfråsegn (SUT) frå Ptil i juni 2011.

source: Equipment and safety systems shall fulfil the requirements in the Regulations relating to equipment and safety systems for use in explosive areas.
nb: Utstyr og sikkerhetssystemer skal oppfylle kravene i forskrift om utstyr og sikkerhetssystemer til bruk i eksplosjonsfarlig område.

source: Changes were made to the inlet arrangement at the base, and the reactor was lined with an artificial-fibre material.
nb: Det ble gjort endringer i innløpsarrangementet i bunnen av reaktoren og reaktoren fikk en foring i et kunststoffmateriale.
